{
	"Weaknesses": [
		{
			"Name": "Absent Minded",
			"Description": "Forgetful or having short term memory based on level.",
			"Page": 66,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Accidental Transformation",
			"Description": "Triggered by a certain substance or event, you transform. You either gain weaknesses or inconveniences based on level.",
			"Page": 66,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Ageism",
			"Description": "You are thought of as useless or bothersome because of your age appearance.",
			"Page": 66,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Airhead",
			"Description": "You misunderstand, misinterpret, or can’t retain spoken words for very long.",
			"Page": 66,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Amnesia",
			"Description": "You have amnesia. How recent it was is based on level.",
			"Page": 67,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Arrogant",
			"Description": "You are arrogant and treat most people from mildly to like dirt, based on level. Subtract from rolls of diplomacy or where you need to keep your arrogance in check.",
			"Page": 67,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Awkward Size",
			"Description": "Your size is a nuisance based on level.",
			"Page": 67,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Bizarre Appearance",
			"Description": "Your appearance is increasingly odd based on level.",
			"Page": 68,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Clumsy",
			"Description": "Subtract from rolls Attack rolls and attempting feats of agility, catching, balancing, or anything that requires coordination.",
			"Page": 68,
			"Levels" : [
				"Accident prone.",
				"Grace is almost impossible.",
				"Any coordination is impossible."
			]
		},
		{
			"Name": "Code of Conduct",
			"Description": "",
			"Page": 68,
			"Levels" : [
				"You have a major rule you follow.",
				"Many rules, organization, or code.",
				"Your code dictates every detail of your life."
			]
		},
		{
			"Name": "Compulsion",
			"Description": "",
			"Page": 69,
			"Levels" : [
				"Few consequences if you fail to keep your compulsion in check.",
				"Extremely difficult to control. Adversely affects your life.",
				"You cannot resist. Seriously harms well-being."
			]
		},
		{
			"Name": "Coward",
			"Description": "",
			"Page": 69,
			"Levels" : [
				"Likely to flee if the situation turns against you.",
				"Avoids danger w/e possible.",
				"Bolts and turns attention elsewhere by any means possible."
			]
		},
		{
			"Name": "Crybaby",
			"Description": "",
			"Page": 69,
			"Levels" : [
				"More sensitive and complains more than the average person.",
				"Complains when the world isn’t what you want. Cries w/o significant cause.",
				"Cries at the slightest thing. Refuses to do anything that isn’t exactly what you want to do."
			]
		},
		{
			"Name": "Dense",
			"Description": "Subtract when performing anything involving reason or academics.",
			"Page": 69,
			"Levels" : [
				"Not the brightest, but with effort you understand most things.",
				"Basic calculations are stressful. New knowledge takes time to process.",
				"Can’t reason or learn new things."
			]
		},
		{
			"Name": "Dependency",
			"Description": "If you are without the object of your dependency for too long, you receive a Penalty to all actions equal to your Level in Dependency until you can once again have it.",
			"Page": 70,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Dull",
			"Description": "Subtract from rolls involving your personality or likeability.",
			"Page": 70,
			"Levels" : [
				"Uneventful, Forgettable",
				"People find excuses to leave you.",
				"People will do anything to leave you and tend to fall asleep if they must listen to you."
			]
		},
		{
			"Name": "Easily Distracted",
			"Description": "",
			"Page": 70,
			"Levels" : [
				"Things easily get your attention.",
				"You take time to study whatever distracts you.",
				"Immediately focus everything on the thing that distracted you for a sizable time."
			]
		},
		{
			"Name": "Emotionless",
			"Description": "",
			"Page": 70,
			"Levels" : [
				"Rarely expresses your feelings.",
				"Only the most dramatic stimuli will elicit emotions from you.",
				"You lack emotion and morals."
			]
		},
		{
			"Name": "Endurance Use",
			"Description": "A chosen ability takes endurance to use.",
			"Page": 70,
			"Levels" : [
				"5 Endurance",
				"10 Endurance",
				"20 Endurance"
			]
		},
		{
			"Name": "Fear",
			"Description": "Subtract dice when performing any action when the selected fear is present.",
			"Page": 70,
			"Levels" : [
				"Will try to distance yourself from a select fear asap.",
				"Will do anything within reason to escape.",
				"You freeze, curl up, etc. in the presence of your fear."
			]
		},
		{
			"Name": "Focus",
			"Description": "A number of abilities are only available when you have a special item.",
			"Page": 71,
			"Levels" : [
				"You lose a single Ability without your focus.",
				"Lose multiple Abilities or 1-2 of your core Abilities.",
				"Lose all of your Abilities."
			]
		},
		{
			"Name": "Frail",
			"Description": "Minus 10 Health per level",
			"Page": 71,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Fussy",
			"Description": "",
			"Page": 71,
			"Levels" : [
				"Mildly annoyed if things don’t meet your standards.",
				"Everything around you must be a certain way.",
				"If something is out of order with your standards, you must fix it immediately."
			]
		},
		{
			"Name": "Greedy",
			"Description": "",
			"Page": 71,
			"Levels" : [
				"Finding ways to increase your personal wealth preoccupies your thoughts.",
				"Will take unreasonable risks to obtain wealth or objects.",
				"Will obtain wealth or objects by any means necessary."
			]
		},
		{
			"Name": "Guardian",
			"Description": "",
			"Page": 72,
			"Levels" : [
				"The person you must protect is rarely in danger and has no specific threat.",
				"They have known enemies, are in a position that makes them a target, or are very unlucky.",
				"They are famous, targeted by a major organization, or are a target to get to you."
			]
		},
		{
			"Name": "Hatred",
			"Description": "",
			"Page": 72,
			"Levels" : [
				"You can act cold towards the person you hate or avoid the object you hate.",
				"Hard to keep hatred in check.",
				"You will risk everything to destroy or kill the thing you hate."
			]
		},
		{
			"Name": "Impaired Sense",
			"Description": "Subtract from rolls that involve that sense.",
			"Page": 72,
			"Levels" : [
				"One of your senses is mildly impaired.",
				"Significantly impaired.",
				"That sense is useless."
			]
		},
		{
			"Name": "Impulsive",
			"Description": "",
			"Page": 72,
			"Levels" : [
				"You can be talked out of what you’re considering.",
				"Only think twice if the situation is dire.",
				"You think it, you do it."
			]
		},
		{
			"Name": "Ineptitude",
			"Description": "Subtract whenever you roll to perform the skill or craft you are Inept at.",
			"Page": 72,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Infamous",
			"Description": "",
			"Page": 73,
			"Levels" : [
				"Gossip. Some may steer clear of you.",
				"People fear you, mistrust you, or are disgusted by you. Your actions may overcome these convictions.",
				"Most everyone knows of you and even when you perform good deeds, most will ignore that and remember what you’re infamous for."
			]
		},
		{
			"Name": "Jittery",
			"Description": "",
			"Page": 73,
			"Levels" : [
				"Sudden contact, sights, and sounds surprise you.",
				"Will respond to surprises with some mild reaction, like taking a combat stance or screaming.",
				"Will respond to surprises with some major reaction, like blindly attacking, or running away screaming."
			]
		},
		{
			"Name": "Kind Hearted",
			"Description": "",
			"Page": 73,
			"Levels" : [
				"Never holds a grudge and will go out of their way to be kind and helpful.",
				"Will help even those who’ve done wrong. Will suffer to do acts of kindness.",
				"Will lend a helping hand even when knowing it will be bitten."
			]
		},
		{
			"Name": "Languid",
			"Description": "Subtract 10 Endurance per level.",
			"Page": 73,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Lecherous",
			"Description": "",
			"Page": 73,
			"Levels" : [
				"Will make attempts to be naughty when opportunity strikes.",
				"Takes considerable risks to get a handle on desirable targets.",
				"Disregards consequences. Spends most of your free time on lecherous activities."
			]
		},
		{
			"Name": "Limited Uses",
			"Description": "",
			"Page": 74,
			"Levels" : [
				"Select Ability has 5 uses before it must be recharged. Recharging method is often a day of rest.",
				"3 uses.",
				"1 use."
			]
		},
		{
			"Name": "Loner",
			"Description": "",
			"Page": 74,
			"Levels" : [
				"Being alone is your first choice.",
				"Will only briefly work with others if it’s necessary.",
				"Refuse company. If they insist you threaten them."
			]
		},
		{
			"Name": "Love Interest",
			"Description": "",
			"Page": 74,
			"Levels" : [
				"You have a commitment to another or a stalker.",
				"Love life is complicated or you devote much of your time and energy to woo another.",
				"Your relationship is unacceptable to others or is near impossible to maintain. "
			]
		},
		{
			"Name": "Love Magnet",
			"Description": "",
			"Page": 75,
			"Levels" : [
				"You’re hit on from time to time with a few who are interested in a serious relationship.",
				"Groupies fawn over you. Some unwanted people may want a serious relationship.",
				"Swarmed by admirers daily."
			]
		},
		{
			"Name": "Mute",
			"Description": "",
			"Page": 75,
			"Levels" : [
				"Simple words and broken grammar.",
				"You can use non-verbal gestures or sign.",
				"You can only convey the most basic of messages."
			]
		},
		{
			"Name": "Naive",
			"Description": "",
			"Page": 75,
			"Levels" : [
				"You fall for small alterations to the truth.",
				"You fall for some outrageous stories and lies.",
				"You believe almost anything you’re told."
			]
		},
		{
			"Name": "Nosebleeder",
			"Description": "",
			"Page": 75,
			"Levels" : [
				"If you catch sight of the gender(s) of your preference in a revealing situation or think risque thoughts, your nose bleeds a little, revealing the possibility of you having dirty thoughts.",
				"It takes some medical attention to stop your bleeding. Take -2 penalty to all actions if you ignore attention.",
				"You lose a lot of blood and lose consciousness."
			]
		},
		{
			"Name": "Oblivious",
			"Description": "",
			"Page": 76,
			"Levels" : [
				"Things not in plain sight don’t call your attention.",
				"Obvious changes may go unnoticed.",
				"The most drastic of changes go unnoticed. Lost things stay lost."
			]
		},
		{
			"Name": "Obsession",
			"Description": "",
			"Page": 76,
			"Levels" : [
				"You feel the urge often but if bigger things are at stake you will turn down the opportunity.",
				"You will choose your obsession over more important decisions most of the time.",
				"Your obsession is more important than anything else."
			]
		},
		{
			"Name": "Outcast",
			"Description": "",
			"Page": 76,
			"Levels" : [
				"A small group is hostile towards you.",
				"A large group or organization is hostile towards you.",
				"Almost everyone around you is hostile toward you."
			]
		},
		{
			"Name": "Overconfident",
			"Description": "",
			"Page": 76,
			"Levels" : [
				"You get into situations you aren’t well equipped for. You don’t like to give up but realize when you’re outmatched.",
				"You jump into all but the largest of obstacles. You won’t reconsider even when it’s apparent you can’t handle it.",
				"You take on the world with an arm tied behind your back."
			]
		},
		{
			"Name": "Pacifist",
			"Description": "",
			"Page": 77,
			"Levels" : [
				"You fight when it’s apparent that there’s no other solution.",
				"You will only fight in self-defense or to protect others.",
				"You will never raise a hand."
			]
		},
		{
			"Name": "Poor",
			"Description": "You’re poor based on level.",
			"Page": 77,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Quirk",
			"Description": "",
			"Page": 77,
			"Levels" : [
				"You have an eccentric habit or manner.",
				"Your quirk offends people or creates awkward situations, but doesn’t usually cause violence.",
				"Your quirk is very offensive."
			]
		},
		{
			"Name": "Restricted Freedom",
			"Description": "",
			"Page": 77,
			"Levels" : [
				"You are mildly inconvenienced by someone or something that restricts your freedom.",
				"You are very inconvenienced.",
				"Someone or something has all of your actions scheduled for you while being watched 24/7."
			]
		},
		{
			"Name": "Rival",
			"Description": "",
			"Page": 77,
			"Levels" : [
				"You have a rival who is not as skilled as you or has a disadvantage.",
				"You and your rival are on equal playing fields.",
				"Your rival is vastly more skilled than you or has a significant advantage."
			]
		},
		{
			"Name": "Room for Two",
			"Description": "",
			"Page": 78,
			"Levels" : [
				"There is another voice inside your head. It may sometimes be helpful. It will likely cause awkward looks if you respond to it.",
				"The voice isn’t helpful or a hindrance. It usually won’t attack you with its words.",
				"The voice is either abusive towards you or is very persuasive in telling you to do acts you may regret."
			]
		},
		{
			"Name": "Rude",
			"Description": "Subtract from any tasks involving charisma, charm, or etiquette.",
			"Page": 78,
			"Levels" : [
				"You come across as coarse.",
				"You come across as offensive.",
				"You do and say whatever you like regardless of the repercussions."
			]
		},
		{
			"Name": "Secret",
			"Description": "",
			"Page": 78,
			"Levels" : [
				"It’s inconvenient if your secret is discovered.",
				"Serious consequence.",
				"You would choose death over your secret being revealed."
			]
		},
		{
			"Name": "Sensitivity",
			"Description": "",
			"Page": 78,
			"Levels" : [
				"Any remarks about the thing you’re sensitive about makes you upset.",
				"You either respond with hostility or are deeply wounded by remarks.",
				"You avoid or swear revenge on whoever made the remark."
			]
		},
		{
			"Name": "Servitude",
			"Description": "",
			"Page": 78,
			"Levels" : [
				"You are in the service of a person or organization. Your service is voluntary but you feel obligated.",
				"You may ignore your duties when important matters come up but may suffer minor repercussions.",
				"You will perform your duties without question."
			]
		},
		{
			"Name": "Short Tempered",
			"Description": "",
			"Page": 79,
			"Levels" : [
				"Easily annoyed.",
				"Prone to anger.",
				"Angered at the slightest indiscretion towards you."
			]
		},
		{
			"Name": "Shy",
			"Description": "",
			"Page": 80,
			"Levels" : [
				"You prefer the company of a select few friends.",
				"You have two close friends at best. You only go to social gatherings if forced to.",
				"You interact with others just enough to get by."
			]
		},
		{
			"Name": "Slow",
			"Description": "Subtract from rolls involving speed, Defense rolls, and Initiative rolls.",
			"Page": 80,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Soft Spot",
			"Description": "",
			"Page": 80,
			"Levels" : [
				"You have a soft spot for something.",
				"You may make poor decisions for your soft spot.",
				"You will do anything for your soft spot."
			]
		},
		{
			"Name": "Split Personality",
			"Description": "",
			"Page": 80,
			"Levels" : [
				"You have another personality only slightly different from your own.",
				"Your other personality is drastically different from your own.",
				"Your other personality is dangerous."
			]
		},
		{
			"Name": "Stubborn",
			"Description": "",
			"Page": 80,
			"Levels" : [
				"You can be convinced.",
				"You need a forceful reason to be convinced.",
				"Nothing will change your mind."
			]
		},
		{
			"Name": "Suppressed Power",
			"Description": "Subtract Suppressed Power level from a select Ability. A special item, emotion, or event is required to use the Ability at full strength. ",
			"Page": 81,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Trigger",
			"Description": "One of your Abilities requires a special trigger to become functional until the trigger is gone or the effect fades.",
			"Page": 81,
			"Levels" : [
				"Fairly accessible trigger.",
				"Hard to come by.",
				"Very Rare."
			]
		},
		{
			"Name": "Unlucky",
			"Description": "",
			"Page": 81,
			"Levels" : [
				"You seem accident prone or mildly unlucky.",
				"You find yourself getting the short end of the stick in every situation.",
				"Your life's misfortunes can jeopardize your well-being."
			]
		},
		{
			"Name": "Vulnerability",
			"Description": "",
			"Page": 82,
			"Levels" : [
				"For every two points of damage of a type you are vulnerable to, take one additional damage.",
				"One additional damage for every one point of damage of the type.",
				"Two additional damage for every one point of damage of the type."
			]
		},
		{
			"Name": "Wanted",
			"Description": "",
			"Page": 82,
			"Levels" : [
				"Your hunter doesn’t intend to harm you, isn’t persistent in the search, and isn’t powerful enough to carry out threats.",
				"Your hunter wants to give you a little payback or take something from you.",
				"Your hunter wants you severely punished, killed, or to take something significant from you."
			]
		},
		{
			"Name": "Weak",
			"Description": "Subtract from rolls and dx anytime you make a roll involving strength. ",
			"Page": 82,
			"Levels" : [
				"",
				"",
				""
			]
		},
		{
			"Name": "Weak Willed",
			"Description": "Subtract whenever you make a roll involving willpower.",
			"Page": 82,
			"Levels" : [
				"Unreliable under fire but you can withstand it when you must.",
				"Only dear causes will inspire you to resist.",
				"Any hardship will break your spirit."
			]
		}
	]
}


